content/posts/Universality_in_intermediary_metabolism_by_Eric_Smith_and_Harold_Morowitz_in_2004.md
+++
title = "Universality in intermediary metabolism by Eric Smith and Harold Morowitz in 2004"
author = ["Cameron Smith"]
lastmod = 2020-09-24T01:51:53-04:00
slug = "Universality_in_intermediary_metabolism_by_Eric_Smith_and_Harold_Morowitz_in_2004"
draft = false
+++

## [origin of life]({{< relref "origin_of_life" >}}), [biochemistry]({{< relref "biochemistry" >}}) {#origin-of-life--origin-of-life-dot-md--biochemistry--biochemistry-dot-md}


## Smith, E., & Morowitz, H. J. (2004). Universality in intermediary metabolism. <span class="underline"><span class="underline">Proceedings of the National Academy of Sciences of the United States of America</span></span>, \_\_101\_\_(36), 13168–13173. <https://doi.org/10.1073/pnas.0404922101> {#smith-e-dot-and-morowitz-h-dot-j-dot--2004--dot-universality-in-intermediary-metabolism-dot-101--36--13168-13173-dot-https-doi-dot-org-10-dot-1073-pnas-dot-0404922101}


## Molecular complexity arises because reduction is favored and because C>1 forms are more stable {#molecular-complexity-arises-because-reduction-is-favored-and-because-c-1-forms-are-more-stable}
